<!DOCTYPE html>
<html>
	<head>
		<meta charset="UTF-8">
		<title>文章标题</title>
	</head>
	<body>
		<div id="articleContent">
			<article>
				<section>
					<h3>5 年的时间、300 万美元的营收，这是我们创建 Ghost 的过程中学到的一切</h3>
					<span>作者：王赛 • 2018年5月17日</span>
				</section>
				<section>
					<p>上周是 Ghost 从 Kickstarter 上推广算起的五周年纪念日。</p>
					<p>
						利用这些里程碑来标记重要时刻并反思迄今为止的旅程总是显得很有趣。在上一个四周年纪念日里，
						我谈到了营收里程碑和产品更新的话题，但是今年我将更多地将重心放在迄今为止整个过程中我们所学到的东西上。
					</p>
					<p>
						我们之所以创建 Ghost，是因为我们想建立一个伟大的开源出版平台来为独立创作者提供强大支持，但我们也把我们创建的这家公司作为一个社会实验。我们想知道：如果你建立了一个科技创业公司，却不能让任何人致富，那会是什么样子。如果你从路线图中取消了所有财富承诺，并试图建立一个好（good）的公司，那么这会对产品、业务、客户以及其间的每一个小决定产生什么样的影响？
					</p>
					<p>
						我们想探索未知。因此，我们着手按照自己的期望创建了一家公司，同时也是一个我们为之付出的机构。Ghost 从成立的第一天起，就是一个非盈利性基金会，并根据 MIT 开源许可证发布了其所有代码。
					</p>
					<p>
						直到现在，90% 的人听到这个消息后仍然有同样的疑问：“什么？？”，紧跟着是 “为什么？？" — 因此，有必要简要概括一下:
					</p>
					<p>
						非盈利意味着公司没有股票。我不拥有它，Hannah 也不是它的主人，没有人拥有它，它是一个独立的实体。像普通公司一样赚钱、支付费用、薪水和税款，但无论是部分(投资)还是整体(收购)都无法买卖。公司的任何利润只能再投资，不能再分配。我们永远无法套现。而且整个产品是开源的，没有版权。任何人都可以用我们的代码做任何他们想做的事，完全免费。
					</p>
					<p>
						因此，当我们做任何事情时，你可以绝对肯定的是：构建最好的产品是我们最根本的目的。我们想建立一个伟大的开源软件，以支持可持续的新闻、出版和一个更开放的网络。我们做的任何事情没有其他理由。
					</p>
					<p>
						任何人都可以说他们想“改变世界”，说“这不是钱的问题” —— 但空口说白话是廉价的 —— 所以我们让我们的使命具有法律约束力。在这个世界有时似乎完全缺乏正直的时候，我们真的只是想怀揣着一颗正直的心去创造一些东西。
					</p>
					<p>
						此外，在我看来，开发 Ghost 而得到的奖赏与玩电子游戏得到的奖赏没有区别。或者像是去潜水，或者像是和小猫玩什么的。
					</p>
					<p>
						事实证明，当你建立一家你永远也卖不出去的公司时，一件有趣的事情发生了：你最终建立了一家你永远也不想卖掉的公司。
					</p>
				</section>				
			</article>		
			<link rel="stylesheet" type="text/css" href="css/article.css" />
		</div>
	</body>
</html>
